spec/fixtures/soap/xml/IControl.Networking.Interfaces.get_sfp_media_state_ab0249de97f76d242f33dab2f5825909_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:Networking/Interfaces"><env:Body><wsdl:get_sfp_media_state><interfaces><value>1.1</value></interfaces></wsdl:get_sfp_media_state></env:Body></env:Envelope>